tutorials/incompressibleFluid/planeChannel/ferrum/case/constant/transportProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object transportProperties;
}

transportModel Newtonian;

rho [1 -3 0 0 0 0 0] 998.2;
mu [1 -1 -1 0 0 0 0] 0.001002;
nu [0 2 -1 0 0 0 0] 1.0038e-6;
