tutorials/incompressibleFluid/planeChannel/ferrum/case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}
dimensions [1 -1 -2 0 0 0 0];

internalField uniform 0.3006;

boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform 0.6012;
    }
    outlet
    {
        type fixedValue;
        value uniform 0;
    }
    wall
    {
        type zeroGradient;
    }
    front
    {
        type empty;
    }
    back
    {
        type empty;
    }
}
