tutorials/incompressibleFluid/planeChannel/ferrum/case/system/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "system";
    object fvSolution;
}
solvers
{
    p { solver PCG; preconditioner DIC; tolerance 1e-10; relTol 0; }
    U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-10; relTol 0; }
}

SIMPLE
{
    nNonOrthogonalCorrectors 0;
    consistent false;

    residualControl
    {
        U 1e-5;
        p 1e-5;
    }
}

relaxationFactors
{
    fields
    {
        p 0.3;
    }
    equations
    {
        U 0.7;
    }
}
